{
  "bannerSubtext1": "Welcome to King Stone For Marble And Granite",
  "bannerHeading1": "Forever Fresh and Stunning",
  "bannerHeading2": "Best stone suppliers tiles slabs pavers",
  "bannerButton1": "Contact Us",
  "aboutUsSubTitle": "About Us",
  "aboutUsMainTitle1": "We have a lot of fun processes, we grow",
  "aboutUsStep1": "Come to Our King Stone Store for a Visit",
  "aboutUsStep2": "Take Your Time to Choose Our Collection",
  "aboutUsStep3": "Let's Find the Best Natural Stone",
  "aboutUsStep4": "Delivery & Installation",
  "aboutUsMainTitle2": "Provide Solutions of Every Kind",
  "aboutUsDescription": "Providing solutions to its customers, King Stone can take a consultative approach, working closely with clients to understand their needs & preferences.",
  "marbleFlooring": "Marble Flooring",
  "graniteTiles": "Granite Tiles",
  "contactUsButton": "Contact Us",
  "warehouseSubTitle": "About Us",
  "warehouseMainTitle1": "Visit Our Marble & Granite Display Warehouse",
  "warehouseDescription": "King Stone could potentially use a display warehouse...",
  "warehouseFeature1": "The Best Company For Marble",
  "warehouseFeature2": "Granite And Marble Suppliers",
  "chooseYourStone": "Choose Your Stone",
  "showroomTitle": "Showroom with 250 Selections",
  "viewMore": "View More",
  "stoneMarble": "New Halayb",
  "stoneGranite": "bianco Halayb",
  "stoneQuartzite": "Rosa ElNasr",
  "stoneLimestone": "New Rosa",
  "stoneTravertine": "Sunny",
  "stoneOnyx": "silvia",

  "testimonial":{"testimonialTitle": "Testimonial",
  "testimonialSubtitle": "What Our Clients Say About Us",
  "testimonial1Desc": "I recently worked with King Stone on a project to install marble flooring in my home, and I couldn’t be happier with the results! The team was professional, knowledgeable, and attentive.",
  "testimonial1Name": "Iliena Brown",
  "testimonial1Position": "Marketing Officer",
  "testimonial2Desc": "King Stone provided excellent customer service and high-quality marble products. Their team made the process seamless and delivered exceptional results.",
  "testimonial2Name": "Naidan Smith",
  "testimonial2Position": "Manager",
  "testimonial3Desc": "They helped me select the perfect marble for my space, and their installation services were top-notch. I receive compliments on my new floors every time someone visits.",
  "testimonial3Name": "Robert Anderson",
  "testimonial3Position": "Production Manager"},
  "skill": {
    "skillSubTitle": "Our Skill",
    "skillMainTitle": "Marble & Granite Installation Services",
    "skillDescription": "At King Stone, we specialize in the installation of premium marble and granite flooring. These natural stones offer unparalleled beauty, durability, and elegance for any space.",
    "contactUsButton": "Contact Us",
    "marbleFlooringTitle": "Marble Flooring",
    "marbleFlooringDescription": "Marble flooring is a luxurious and timeless choice that enhances the elegance and value of your interiors.",
    "graniteFlooringTitle": "Granite Flooring",
    "graniteFlooringDescription": "Granite flooring is known for its exceptional durability and sophisticated appearance, making it perfect for both residential and commercial spaces."
  },
  "laminateFlooring": "Laminate Flooring",
  "laminateFlooringDesc": "Laminate flooring is a cost-effective and durable option, perfect for busy households. It is made from synthetic materials and designed to mimic the look of natural wood, making it a great alternative to hardwood flooring.",
  "industrialFlooring": "Industrial Flooring",
  "industrialFlooringDesc": "Robust and durable flooring solutions for industrial spaces.",
  "marbleFlooringDesc": "Luxury marble for premium interiors.",
  "kitchenRenovation": "Kitchen Renovation",
  "kitchenRenovationDesc": "Transform your kitchen with our premium renovation services, combining beauty and functionality."
,
"clientSatisfaction": "Client Satisfaction",
"exportWorldwide": "Export On Worldwide",
"amazingProjects": "Amazing Projects",
"productionPlans": "Productions Plan",
"discover": {
    "ourClient": "Our Client",
    "discoverOurCreation": "Discover Our Creation",
    "question1": "What are the different types of marble?",
    "answer1": "There are many different types of marble, each with its own unique characteristics, color, and veining patterns. Some popular types of marble include Carrara, Calacatta, Crema Marfil, Emperador, and Nero Marquina.",
    "question2": "Can marble be used in high-traffic areas?",
    "answer2": "Marble is a durable material that can be used in high-traffic areas, but it may require more maintenance and care than other materials. It’s important to choose a type of marble that is suitable for the specific application and to properly seal and maintain the surface.",
    "question3": "What is the best way to clean marble?",
    "answer3": "Marble should be cleaned regularly with a soft, damp cloth and a pH-neutral cleaning solution. Avoid using acidic or abrasive cleaners that can damage the surface of the marble.",
    "question4": "How can I prevent stains on my marble surface?",
    "answer4": "To prevent stains on a marble surface, it’s important to clean up spills as soon as possible and to avoid using acidic or abrasive substances on the surface. Additionally, the marble should be properly sealed to protect against stains and etching.",
    "question5": "Can marble be repaired if it's damaged?",
    "answer5": "Minor damage to marble, such as scratches or chips, can often be repaired using a marble repair kit. However, more extensive damage may require professional repair or replacement of the affected area.",
    "question6": "Is marble durable?",
    "answer6": "Marble is a relatively soft stone compared to other natural stones, such as granite or quartzite, and can be prone to scratches, chips, and staining. However, with proper care and maintenance, marble can be a durable material that can last for many years."
  }
}
